Repository: giellalt/corpus-fin
Catalog: tmx/sma/bible/svenskakyrkan/default.aspx_id=775915.html.tmx
Source language: fin
Languages: sma

source: Kristillinen usko
sma: Kristeles jaahkoe

source: Rakkaus on kristillisen uskon perusta ja päämäärä.
sma: Gieriesvoete kristeles jaahkoen maadtoe jïh ulmie.

source: Kaikki aito rakkaus tulee Jumalalta.
sma: Gaajhke tjïelke gieriesvoete Jupmielistie båata.

source: Rakkaus antaa elämän.
sma: Gieriesvoete dïhte jielemem vadta.

source: Voimme kokea rakkautta suhteissa toisiin ihmisiin ja suhteessa Jumalaan.
sma: Mijjieh maehtebe gieriesvoetem gaavnedh jeatjah almetjigujmie ektesne jïh Jupmielinie.

source: Jumala haluaa, että elämme, ja Hän haluaa luoda suhteen jokaiseen ihmiseen.
sma: Jupmele mijjen jielemem sæjhta jïh sæjhta fïerhten almetjinie ektine årrodh.

source: Jeesuksen kautta saamme tietää enemmän siitä, mitä Jumala haluaa ja kuka Jumala on.
sma: Jupmelen tjïrrh åadtjoejibie vielie daejredh maam Jupmele sæjhta jïh gie dïhte Jupmele.

source: Jumala ihmisenä Jeesuksella on erityisen läheinen suhde Jumalaan; Hän on ihmiseksi tullut Jumala.
sma: Jupmele almetjinie Jesuse sjïere ektesne Jupmielinie, dïhte jïjtje Jupmele almetjinie.

source: Jeesuksesta kerrotaan Raamatun neljässä evankeliumissa.
sma: Soptsesh Jesusen bïjre dej njieljie vaentjielinie Bijpelisnie gååvnesieh.

source: Raamattu on moniosainen kirja, joka kertoo ihmisten kokemuksista Jumalan kohtaamisesta.
sma: Bijpele lea gærja gellie boelhkine mah soptsestieh almetji dååjrehtsi bïjre Jupmielinie gaavnedidh.

source: Jeesus tulee maan päälle, koska Jumala rakastaa meitä ja haluaa avata iankaikkisuuden meille, sekä ennen että jälkeen kuoleman.
sma: Jesuse eatnamasse båata dan åvteste Jupmele mijjem eahtsa jïh sæjhta ihkuve aejkiem mijjese rïhpestidh, dovne jaememen åvtelen jïh minngelen.

source: Jumala haluaa lisätä tuntemustamme Jumalan valtakunnasta ja rakkaudesta.
sma: Jupmele sæjhta mijjieh edtjebe vielie maahtoem Jupmelen rijhken jïh gieriesvoeten bïjre åadtjodh.

source: Ki rkon keskus ja elämänlähde Kirkon keskus ja elämänlähde on Jeesus Kristus ja evankeliumi hänestä.
sma: Gærhkoen jarnge jïh jielemegaaltije Gærhkoen jarnge jïh jielemegaaltije lea Jesus Kristuse jïh vaentjele dan bïjre.

source: Evankeliumi johdattaa ihmisen Jumalan luo, joka on hänen alkuperänsä ja määränpäänsä.
sma: Vaentjele almetjem virtehte ektievoetese Jupmielinie, mij altese maadtoe jïh ulmie.

source: Jumalalla on ehtymätön määrä viisautta, armoa ja rakkautta.
sma: Jupmielisnie velviem vijsiesvoeteste, aarmoste jïh gieriesvoeteste.

source: Kirkon usko tarkoittaa perustavanlaatuista luottamusta Jumalaan ja perustuu Jumalan valtaviin tekoihin, joista Raamatussa todistetaan ja joissa Jumala kohtaa ihmisiä heidän elämässään.
sma: Gærhkoen jaahkosne Jupmelem jaahka jïh Jupmelen åajvah dahkojste tseegkesovveme, mejtie Bijpielisnie vïhnesjamme jïh almetjidie dej jieliemisnie gaavnede.

source: Rukous on tärkeää Usko on toivomista ja ponnistelua.
sma: Rohkelimmie vihkeles Gosse jaahka dellie gegkeste jïh gymhpe.

source: Rukous on tavallisin tie uskoon.
sma: Rohkelimmie jaahkoen sïejhmemes baalka.

source: Ei kuitenkaan tarvitse uskoa voidakseen rukoilla.
sma: Jis rohkelidh ij daarpesjh jaehkedh.

source: Rukoukselle merkityksellistä on sydämen avoimuus ja kaipaus.
sma: Vaajmoen reaktoevoete jïh aejvere rohkelæmman vihkeles.

source: Ajan varaaminen rukoukseen ja tuon ajan käyttäminen itseensä ja rukoilemiseen on edellytys jumalasuhteelle.
sma: Astoem rohkelæmman gaavnedh jïh dam tïjjem jïjtsasse jïh altese rohkelæmman vuekie jïh Jupmielinie aktanidh.

source: Se, miten rukouksemme on muotoiltu, ei ole niin tärkeää.
sma: Ij dan vihkeles guktie rohkelibie.

source: Merkityksellistä on sydämen ja Jumalan välinen vuoropuhelu.
sma: Dle vaajmoen soptsestalleme Jupmielinie mij vihkeles.

source: Kristillinen uskontunnustus Kristillinen kirkko tunnustaa yhden ainoan Jumalan – Isän, Pojan ja Pyhän Hengen – joka luo, pelastaa ja antaa elämän.
sma: Dïhte kristeles byjhkesjimmie Dïhte kristeles gærhkoe byjhkesje aktem aajnege Jupmelem – Aehtjiem, Baerniem jïh Aejlies Voejkenem – mij sjugnehte, lutnjeste jïh jielehte.

source: Ruotsin kirkko on osa maailmanlaajuista kirkkoa ja jakaa kristillisen tunnustuksen sekä kolmiyhteisen Jumalan ylistyksen.
sma: Svïenske gærhkoe akte bielie dehtie veartenevijries gærhkoste jïh kristeles byjhkesjimmiem jïh earoelaavlomem golmegen Jupmielasse veadtasåvva.

source: Usko ilmaistaan tunnustuksessa sanoin ja teoin, ja se on perintöä apostoliselta ajalta.
sma: Jaahkoem byjhkesjimmien baakoej jïh dahkoej tjïrrh lahteste jïh aerpie dehtie apostoliske aejkeste.

source: Kolmella vanhimmalla uskontunnustuksella on erityisasema ilmaisuna uskon ja kirkon jatkuvuudesta ajan saatossa.
sma: Dah golme båarasommes jaahkoebyjhkesjimmieh leah lahtesinie sjïere guktie jaahkoe jïh gærhkoe aejkijste aejkide tjåadtjoehtamme.

source: Kaksi niistä oikealla.
sma: Lohkh gööktesh dejstie daagkoe åelkies bielesne.

source: Evankelis-luterilainen kirkko Ruotsin kirkko kuuluu evankelis-luterilaiseen traditioon, jonka yhdistävä tunnustusasiakirja on Augsburgin tunnustus vuodelta 1530.
sma: Evangeliske-lutherske gærhkoe Svïenske gærhkoe evangeliske-lutherske vuekien mietie dennie augsburgske byjhkesjimmine jaepeste 1530 aktanadteme byjhkesjimmietjaatseginie.

source: Tunnustuskirjat reformaation ajalta ovat suuntaa antavia todisteita siitä, kuinka uskosta saatiin vastauksia sen ajan kysymyksiin.
sma: Byjhkesjimmietjaalegh reformatjovnetijjese vïhnesjimmien baalkam vuesehte guktie jaahkoem vaestiedassine buerkiestin dan tïjjen gyhtjelasside.

source: Teologinen pohdinta siitä, mitä usko ja sen tunnustaminen tarkoittavat, auttaa muotoilemaan kirkon uskoa ja oppia.
sma: Gærhkoen jaahkoe jïh guktie lohkehtin dan teologiske reflektjovnen tjïrrh soptsestin mij dïhte jaahkoe jïh byjhkesjimmie.

source: Yksittäisten kristittyjen ja kirkon tehtävä on kaikkina aikoina paneutua uskon syvyyksiin ja selittää sen sisältöä.
sma: Aktegs kristegassjese jïh gærhkose barkoe fïerhten aejkesne ikth vielie jaahkose tjaangedh jïh tjïelkestidh guktie dam guarkedh.

source: Uskontunnustus tai oppi eivät kumpikaan ole uskon kohteita.
sma: Vaallah jaahkoebyjhkesjimmie jallh lohkeme lea ulmie jaahkose.

source: Ne kertovat, mistä kirkon vakaumus muodostuu, ja selittävät uskoa.
sma: Dah kreajnoehtieh mij gærhkoen jaahkoe jïh jaahkoem buerkiestieh.

source: Jatkuvassa vuoropuhelussa muiden traditioiden kanssa sekä sananjulistuksissa ja jumalanpalveluksissa Ruotsin kirkko selittää uskoansa yhä uudelleen.
sma: Gosse soptsestalledh jeatjah vuekiejgujmie, gosse håaloemisnie jïh gyrhkesjimmesne Svïenske gærhkoe sov jaahkoem evtede buerkeste.
